[
  [
    "Is it ok to enjoy the material world?",
    "While I get that one should realize that the material world isn't the answer and that we can die at any moment and should therefore put ourselves in the hands of God shouldn't we also be able to go out to dinner with our family and just enjoy the moment? this isn't agnosticism where the material world is evil, right? can't we enjoy the meal and think this is the play of existence? it ain't the end all be all but it can be sweet too, right?",
    "https://youtu.be/hSHFd4FJAxs?t=592",
    "c,"
  ],
  [
    "Are there different typs of love? Isn't love just love?",
    "I've been struggling with the idea of love and was hoping to get a perspective on some thoughts. Bhakta means love, but love is always talked about as if there are different forms but I don't see it that way. Love is love to me. Not family love, romantic love, friendship love.. The only difference is, are the relationships that dictate the expression and the strength. But is the love different? Can you love someone or something with no relationship? Can you have a relationship with no love? Everywhere I turn there's this idea of different love but is there different hate? So far I've come to the idea that when you're allowed to be completely your true self with no added conflict, comparison or judgment then it is an environment to allow your love to shine and the ones who allow it are loved ones. Do these teachings have anything to say about these ideas?",
    "https://youtu.be/hSHFd4FJAxs?t=1526",
    "b,"
  ],
  [
    "Bhagavad-gita & Buddhism",
    "Buddhism seems so close to the teachings of the Bhagavad Gita. Do you think Buddha heard the teachings of the Bhagavad Gita before He started preaching?",
    "https://youtu.be/hSHFd4FJAxs?t=2644",
    "a,"
  ],
  [
    "Soulmates & money mantras part 1",
    "Many spiritual types would like to either find or attract their soulmate, that is the person God wants them to marry. Have you ever come across any related advice in Ancient manuscripts? Also when I chanted the Lakshmi mantra my mother called me offering to loan me money. What have your experiences been regarding money mantras?",
    "https://youtu.be/hSHFd4FJAxs?t=2789",
    "b,c"
  ],
  [
    "To what degree should renunciation be part of my practice?",
    "As a householder sometimes there's a need to make purchases. By what criteria should we go about that fact? I know the general suggestion would be to live simple but what exactly does that mean? Does simple have to mean cheap and inexpensive?  That's not always the most practical use for your family. How do you make purchases that are so closely attached to your identity which should be seen as something to renounce, like the car you drive or the watch you wear? They say something about you. Watch is essentially a life partner and the quality of it suggests your status and also makes it perform better as the tool that it is. This thought plagues me",
    "https://youtu.be/5vqu2W9nHzw?t=1230",
    "c"
  ],
  [
    "What is the goal of a Krishna devotee at the time of death?",
    null,
    "https://youtu.be/5vqu2W9nHzw?t=2752",
    "e,f"
  ],
  [
    "Offensive chanting and power of Japa",
    null,
    "https://youtu.be/8iwarde2OLw?t=1259",
    "e,"
  ],
  [
    "Understanding the demigods in relation to Krishna",
    null,
    "https://youtu.be/8iwarde2OLw?t=1241",
    "a, "
  ],
  [
    "Anxiety and fear",
    null,
    "https://youtu.be/8iwarde2OLw?t=2446",
    "c, d"
  ],
  [
    "Worship in the mind ",
    null,
    "https://youtu.be/8iwarde2OLw?t=2793",
    "e"
  ],
  [
    "Soulmates & money mantras part 2",
    "Many spiritual types would like to either find or attract their soulmate, that is the person God wants them to marry. Have you ever come across any related advice in Ancient manuscripts? Also when I chanted the Lakshmi mantra my mother called me offering to loan me money. What have your experiences been regarding money mantras?",
    "https://youtu.be/8iwarde2OLw?t=3023",
    "b, c"
  ],
  [
    "Is it ok to ask for Pure Love for another human being?",
    null,
    "https://youtu.be/53BJfdNa7S8?t=488",
    "b,g"
  ],
  [
    "Apparel with deitis on them- good or bad?",
    null,
    "https://youtu.be/53BJfdNa7S8?t=924",
    "e"
  ],
  [
    "How to controll lower urges?",
    null,
    "https://youtu.be/53BJfdNa7S8?t=1366",
    "e"
  ],
  [
    "If God is one, why so many religions exist? ",
    null,
    "https://youtu.be/53BJfdNa7S8?t=1560",
    "a, "
  ],
  [
    "Material desires, goals and dreams",
    null,
    "https://youtu.be/53BJfdNa7S8?t=2044",
    "c,"
  ],
  [
    "Intention behind chanting, is devotion necessary?",
    null,
    "https://youtu.be/53BJfdNa7S8?t=2461",
    "e, "
  ],
  [
    "Whart is Karma and what to do with it?",
    null,
    "https://youtu.be/53BJfdNa7S8?t=3050",
    "c"
  ],
  [
    "We are not our body but also not our mind?",
    null,
    "https://youtu.be/43hkdeJKIek?t=461",
    "h, "
  ],
  [
    "Anxiety and depression, feeling pain of others",
    null,
    "https://youtu.be/43hkdeJKIek?t=828",
    "d,"
  ],
  [
    "Is happines in religion a construct to keep us slaves?",
    null,
    "https://youtu.be/43hkdeJKIek?t=1325",
    "h, "
  ],
  [
    "If reality is a dream why is pain so real? Do we just accept suffering others cause us",
    null,
    "https://youtu.be/43hkdeJKIek?t=1583",
    "h, "
  ],
  [
    "Is by it's nature my work toxic to my spiritual advancement?",
    null,
    "https://youtu.be/43hkdeJKIek?t=2079",
    "c,"
  ],
  [
    "Difference between Bhakti and other religions",
    null,
    "https://youtu.be/43hkdeJKIek?t=2477",
    "a, "
  ],
  [
    "What if my Guru falls down? What if there are no teachers close to where i live",
    null,
    "https://youtu.be/43hkdeJKIek?t=2891",
    "e"
  ],
  [
    "What you learned as monks?",
    null,
    "https://youtu.be/v3e0Y_q6mDs?t=454",
    "e"
  ],
  [
    "Difference between a great yogi and a great bhakta",
    null,
    "https://youtu.be/v3e0Y_q6mDs?t=747",
    "h, "
  ],
  [
    "How to best explain bhakti to loved one",
    null,
    "https://youtu.be/v3e0Y_q6mDs?t=1184",
    "h,g"
  ],
  [
    "What is a good way to except not so kind and frustrating people  ",
    null,
    "https://youtu.be/v3e0Y_q6mDs?t=1449",
    "c, g"
  ],
  [
    "What can we do with our doubts?",
    null,
    "https://youtu.be/v3e0Y_q6mDs?t=2106",
    "e,h"
  ],
  [
    "How do we trully and absolutely surrender to Krishna?",
    null,
    "https://youtu.be/v3e0Y_q6mDs?t=2640",
    "e, h"
  ],
  [
    "How does devotional lives differ with you have a family or being single?",
    null,
    "https://youtu.be/v3e0Y_q6mDs?t=3184",
    "g,e"
  ],
  [
    "What is beyond the gunas? How can we transcend Satva guna?",
    null,
    "https://youtu.be/v3e0Y_q6mDs?t=3629",
    "e, h"
  ],
  [
    "How to develop more Self Love and Acceptence",
    null,
    "https://youtu.be/rHJh_-C59i4?t=324",
    "d,"
  ],
  [
    "Recovering addict, depresion, PTSD",
    null,
    "https://youtu.be/rHJh_-C59i4?t=1040",
    "d,"
  ],
  [
    "How to move from the intellectual thinking about God to a genuine love and devotion",
    null,
    "https://youtu.be/rHJh_-C59i4?t=1407",
    "b"
  ],
  [
    "Is it wrong to hunt?",
    null,
    "https://youtu.be/rHJh_-C59i4?t=1870",
    "c"
  ],
  [
    "psychedelics and spirituality",
    null,
    "https://youtu.be/rHJh_-C59i4?t=2513",
    "c, d,"
  ],
  [
    "Are religions like Judaism impersonal?",
    null,
    "https://youtu.be/rHJh_-C59i4?t=3011",
    "a"
  ],
  [
    "When and why did you both stop being monks?",
    null,
    "https://youtu.be/PL1KCrGi8eQ?t=304",
    "e,g,i,j"
  ],
  [
    "How not to see family members (kids, wife) as mine. Be detached with love.",
    null,
    "https://youtu.be/PL1KCrGi8eQ?t=621",
    "c,g,b"
  ],
  [
    "What is the purpose of Lord? What is His mission statement",
    null,
    "https://youtu.be/PL1KCrGi8eQ?t=1117",
    "h"
  ],
  [
    "How to deal with abusive relationship",
    null,
    "https://youtu.be/PL1KCrGi8eQ?t=1512",
    "g"
  ],
  [
    "Why is there so much emphasis on the physical appearance in stories of Krishna?",
    null,
    "https://youtu.be/PL1KCrGi8eQ?t=1992",
    "h"
  ],
  [
    "Why are memories of previous lives suppressed?",
    null,
    "https://youtu.be/PL1KCrGi8eQ?t=2760",
    "h"
  ],
  [
    "What does it mean to see action in inaction",
    null,
    "https://youtu.be/PL1KCrGi8eQ?t=3194",
    "h"
  ],
  [
    "What exactly is devotional service?",
    null,
    "https://youtu.be/zglRc4xVW8Q?t=345",
    "h"
  ],
  [
    "Can i conncet Bhanda Yoga with Bhakti Yoga?",
    null,
    "https://youtu.be/zglRc4xVW8Q?t=864",
    "a,h"
  ],
  [
    "Can we connect bhakti with impersonalism?",
    null,
    "https://youtu.be/zglRc4xVW8Q?t=1269",
    "h"
  ],
  [
    " I don't want to do a job that is not benefitional and uplifting, what to do?",
    null,
    "https://youtu.be/zglRc4xVW8Q?t=1904",
    "c"
  ],
  [
    "What is the difference between Paramatma, Bhagavan, Brahman?",
    null,
    "https://youtu.be/zglRc4xVW8Q?t=2331",
    "h"
  ],
  [
    "My partner is not interested in walking a spiritual path, what to do?",
    null,
    "https://youtu.be/zglRc4xVW8Q?t=2811",
    "g"
  ],
  [
    "When do you guys get up?",
    null,
    "https://youtu.be/zglRc4xVW8Q?t=3320",
    "i,j,e"
  ],
  [
    "How to grow without fault-finding and anger?",
    null,
    "https://youtu.be/4EP67z9jv9I?t=1452",
    "c,h,e"
  ]
]